<script setup lang="ts"></script>

<template>
  <div>
    <h2>Vue 3 base website template</h2>
    <p>
      Благотворительный фонд содействия образованию «Дар» занимается поддержкой российского образования,
      проектов и событий, направленных на обеспечение высокого качества образования учащихся.
      Благотворительные программы фонда ориентированы на выявление и сопровождение одаренных и талантливых
      детей, молодежи в их творческой реализации, поддержку одарённых и талантливых детей, в том числе,
      нуждающихся в особом внимании — с ограниченными возможностями здоровья, из числа сирот, малообеспеченных
      семей; .
    </p>
  </div>
</template>
